Test/ToolOpenFoamErrorFacesNotInTriangularOrder/constant/polyMesh/boundary
FoamFile
{
  version  2.0;
  format   ascii;
  class    polyBoundaryMesh;
  location "constant\polyMesh";
  object   boundary;
}


5
(
  top
  {
    type zeroGradient;
    nFaces 3;
    startFace 3;
  }

  right
  {
    type zeroGradient;
    nFaces 1;
    startFace 6;
  }

  left
  {
    type zeroGradient;
    nFaces 1;
    startFace 7;
  }

  front
  {
    type zeroGradient;
    nFaces 1;
    startFace 8;
  }

  bottom
  {
    type zeroGradient;
    nFaces 3;
    startFace 9;
  }

)
