Test/ToolOpenFoamErrorFacesNotInTriangularOrder/0/T
FoamFile
{
  version  2.0;
  format   ascii;
  class    volScalarField;
  location "0";
  object   T;
}


dimensions [0 0 0 1 0 0 0];

internalField uniform 293;

boundaryField
{
top
{
  type zeroGradient;
}
bottom
{
  type zeroGradient;
}
front
{
  type zeroGradient;
}
back
{
  type zeroGradient;
}
left
{
  type zeroGradient;
}
right
{
  type zeroGradient;
}

}
